"__title__" = "Bankkonto (UK)";

"__description__" = "UK bankkontoinformation.";

"bankName" = "Bankens namn";

"owner" = "Namn på konto";

"accountTypeUK" = "Typ";

"bankNo" = "Clearingnummer";

"accountNo" = "Kontonummer";

"swift" = "SWIFT-kod";

"iban" = "IBAN-nummer";

"branchInfo" = "Filialinformation";

"branchPhone" = "Telefon";

"branchAddress" = "Adress";

"telephonePin" = "Telefon PIN";


"menu.accountTypeUK.current" = "Aktuell";

"menu.accountTypeUK.savings" = "Besparingar";

"menu.accountTypeUK.loc" = "Kredit";

"menu.accountTypeUK.money_market" = "Penningmarknaden";

"menu.accountTypeUK.other" = "Övrigt";
